import { IPsychological } from '../../../shema/models/Ipsychological';

export let  PsychologicalTests:Array<IPsychological> = [
    {  
      id:1,
      title:"تست شخصیت شناسی",
      questions:[
        "معرفی کردن خودتان به دیگران برایتان سخت است.",
        "اغلب در افکار خود غرق می‌شوید و محیط اطرافتان را فراموش می‌کنید.",
        "سعی می‌کنید در اسرع وقت به ایمیل‌های خود پاسخ بدهید و صندوق ورودی شلوغ را تحمل نمی‌کنید.",
        "به‌راحتی می‌توانید آرام بمانید و تمرکز کنید حتی وقتی فشار زیادی وجود داشته باشد.",
        "معمولاً مکالمات را شما شروع نمی‌کنید.",
        "احساس می‌کنید از دیگران برتر هستید.",
        "نظم داشتن برایتان مهمتر از سازگار بودن است.",
        "معمولاً بسیار باانگیزه و پرانرژی هستید.",
        "اهمیت برنده شدن در بحث برایتان کمتر از ناراحت شدن دیگران است."
    ],
    },
    { 
       id:2,
       title:"تست استعداد یابی کودکان ",
      questions:[
        "وانمود به کتاب خواندن می کند و به داستانها گوش می دهد.",
        "از گفتگوها و بحث ها لذت می برد",
        "بازیهای حفظی را دوست دارد.",
        "از جملات قافیه دار، معما گونه ، و سرکار گذاشتن دیگران لذت می برد.",
        "سوال می پرسد.",
        "از بررسی چیزها و شکل دادن به آنها لذت می برد.",
        "الگوها را بررسی و اکتشاف می کند.",
        "از حل کردن مسائل لذت می برد.",
        "از بازی روی تخته و مقوا لذت می برد.",
        "شمارش و گفتن اعداد را دوست دارد.",
    ],
    },

  ]